-- phpMyAdmin SQL Dump
-- version 3.3.2deb1ubuntu1
-- http://www.phpmyadmin.net
--
-- 主机: localhost
-- 生成日期: 2014 年 05 月 23 日 14:11
-- 服务器版本: 5.1.73
-- PHP 版本: 5.3.27

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 数据库: `chinavec`
--

-- --------------------------------------------------------

--
-- 表的结构 `admin`
--

CREATE TABLE IF NOT EXISTS `admin` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `username` varchar(30) NOT NULL,
  `real_name` text NOT NULL,
  `password` varchar(32) NOT NULL,
  `admin_role_id` int(11) DEFAULT NULL,
  `contact` text NOT NULL,
  `department` text NOT NULL,
  `position` text NOT NULL,
  `work_permit` int(11) NOT NULL,
  `create_time` int(11) NOT NULL,
  `group_id` int(11) NOT NULL,
  `group_status` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `admin_role_id` (`admin_role_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=62 ;

--
-- 转存表中的数据 `admin`
--

INSERT INTO `admin` (`id`, `username`, `real_name`, `password`, `admin_role_id`, `contact`, `department`, `position`, `work_permit`, `create_time`, `group_id`, `group_status`) VALUES
(3, 'yr', '杨蕊', '123456', 5, '13301220565', '新媒体', '学生', 10, 1400682660, 0, 0),
(4, 'she11', '王五', 'zhangsan', 1, '13301220512', '新媒体', '主任', 110, 1371525390, 0, 0),
(8, 'admin8', '王芳', 'admina', 3, '13009876789', '', '', 0, 1366958089, 0, 0),
(9, 'admin9', '孙静', 'zhangsan', 4, '13301220554', '', '', 0, 1366958089, 0, 0),
(17, 'ylj', '余罗佳', '123456', 1, '13301220546', '新媒体', '本科生', 11, 1400682778, 0, 0),
(19, 'admin19', '王六', 'zhangsan', 6, '13301220506', '', '', 0, 1366958089, 0, 0),
(20, 'admin20', '杜牧', 'zhangsan', 7, '13301220546', '', '', 0, 1366958089, 0, 0),
(21, 'admin21', '张罗', 'adminb', 7, '13009876789', '', '', 0, 1366958089, 0, 0),
(22, 'admin22', '李璐', 'admind', 7, '13009876789', '', '', 0, 1366958089, 0, 0),
(23, 'admin23', '王晴', 'adminf', 7, '13009876712', '', '', 0, 1366941377, 0, 0),
(24, 'admin24', '王亚', 'zhangsan', 7, '13301220532', '', '', 0, 1366958089, 0, 0),
(25, 'admin25', '李月', 'zhangsan', 7, '13301220546', '', '', 0, 1366958089, 0, 0),
(26, 'admin26', '赵丹', 'zhangsan', 8, '13301220553', '', '', 0, 1366958089, 0, 0),
(27, 'admin27', '李丽', 'zhangsan', 8, '13301220509', '', '', 0, 1366958089, 0, 0),
(28, 'admin28', '王敏', 'zhangsan', 8, '13301220546', '', '', 0, 1366958089, 0, 0),
(29, 'admin29', '李然', 'zhangsan', 8, '13301220546', '', '', 0, 1366958089, 0, 0),
(30, 'admin30', '何娜', 'zhangsan', 9, '13301220567', '', '', 0, 1366958089, 0, 0),
(31, 'admin31', '王娜', 'zhangsan', 9, '13301220546', '', '', 0, 1366958089, 0, 0),
(32, 'admin32', '王维', 'zhangsan', 9, '13301220546', '', '', 0, 1366958089, 0, 0),
(34, 'admin91', '王涛', 'admin99', 1, '13009876781', '', '', 0, 1366984790, 0, 0),
(36, 'pinqy12', '王月', 'sagetsjuk', 10, '12343215678', '', '', 0, 1368890091, 0, 0),
(37, 'adminabc', '王月', 'adminabc', 10, '12343215678', '', '', 0, 1368890148, 0, 0),
(38, 'flynn-77', '王月', 'xgrtkyi;loi&#039;', 10, '12343215678', '', '', 0, 1368890341, 0, 0),
(39, 'adminaaaa', '张三', 'xuleim', 10, '13009874567', '', '', 0, 1368890657, 0, 0),
(40, 'test3', '王月', 'xzhtdkygfik', 10, '13301220508', '', '', 0, 1368890981, 0, 0),
(44, 'llp', '刘丽平', '123456', 1, '13206880794', '', '', 0, 1400736115, 0, 0),
(45, 'tll', '唐玲玲', '123456', 434, '15203330888', '', '', 0, 1400736881, 0, 0),
(46, 'ldy', '李大勇', '123456', 425, '18602230965', '', '', 0, 1400736158, 0, 0),
(47, 'qfy', '乔凤仪', '123456', 1, '18604330789', '', '', 0, 1400736185, 0, 0),
(48, 'gxq', '郭小乾', '123456', 6, '15204440685', '', '', 0, 1400736206, 0, 0),
(49, 'xy', '许运', '123456', 433, '18602230968', '', '', 0, 1400736889, 0, 0),
(53, 'lly', '刘丽莹', '123456', 4, '13206888954', '新媒体', '本科生', 10, 1400737038, 0, 0),
(54, 'lky', '李堪勇', '123456', 3, '18602230965', '新媒体', '研究生', 9, 1400737091, 0, 0),
(55, 'gfy', '苟凤仪', '123456', 6, '18602230968', '新媒体', '研究生', 8, 1400737160, 0, 0),
(56, 'gq', '郭乾', '123456', 2, '15201230777', '新媒体', '研究生', 7, 1400737209, 0, 0),
(57, 'tlz', '唐羚梓', '123456', 2, '1330122050', '新媒体', '本科生', 7, 1400737274, 0, 0),
(58, 'xyg', '许运庚', '123456', 1, '15201230777', '新媒体', '研究生', 6, 1400737336, 0, 0),
(59, 'yjt', '于鉴桐', '123456', 425, '18604330789', '新媒体', '研究生', 1, 1400737393, 0, 0),
(60, 'zy', '赵颖', '123456', 6, '15203330888', '新媒体', '本科生', 3, 1400737438, 0, 0);
